{
  "title":"How to block items in the invisible sroll area by inert",
  "main_title":"How to block items in the invisible sroll area by inert",
  "introduce":"This page is for an example of manual scrollable list controlled by next or previous button",
  "userA":"User A",
  "userB":"User B",
  "paragraph1":"Sometimes, we can find a list that display limited specific numbers of items in some websites. for example, Previous button and Next Button is on the before and after of the list, and four items are appear in list. When clicking next or previous button, available four or less item(s) will be displayed.",
  "paragraph2":"Users who can use computers by watching monitors can't click a 5th item until before click a next button.",
  "paragraph3":"But, Keyboard users including screen reader users can focus and then click items in the invisible scroll area. It won't be a serious problem for someone and someone will feel it serious.",
  "paragraph4":"<0>{{userA}}</0>: I'm use websites by watching display, but I cannot use pointer devices, so I navigate websites by keyboard and simillar control devices(e.g. Switch Controllers)",
  "paragraph5":"<0>{{userB}}</0>: I'm listen and understand the content of websites by voices because we use computers by voice using screen reading programs. So I don't need a display device!",
  "paragraph6":"These two users have simillarities in using computers. A keyboard, They're control a computer by only keyboard or simillar device. But There're differences <0>{{userA}}</0> and <0>{{userB}}</0>.",
  "paragraph7":"<0>{{userA}}</0> relies visual informations to use a computer. On the other hand, <0>{{userB}}</0> relies hearing informations to use a computer.",
  "paragraph8":"<0>{{userB}}</0> can hear about an item in invisible scroll area by keyboard-focusing even if item is invisible. He can choose an item that he want, because he can even get information about hidden contents by voice announcement. But, <0>{{userA}}</0> can't get a any informations of keybard-focusing item in invisible scroll area. <0>{{userA}}</0> can click hidden items but he don't know what item I clicked himself",
  "paragraph9":"Now you can fix this issue easily by a new attribute, \"inert\"!",
  "scary-beasts":"Scary Beasts!",
  "Tiger":"Tiger",
  "Lion":"Lion",
  "Black Panther":"Black Panther",
  "Cheetah":"Cheetah",
  "Leopard":"Leopard",
  "Snow Leopard":"Snow Leopard",
  "Puma":"Puma",
  "empty-img":"Empty Image"
}